Repository: common-repository/pilllz-avatars
Catalog: languages/meepha-pilllz-*.po
Languages: fr_fr

source: Activate Pilllz Avatars
fr_fr: Activer les avatars Pilllz

source: API Client ID
fr_fr: ID Client d'API

source: API Key
fr_fr: Clef d'API

source: Coming soon : will unlock new features but will need registration on pilllz.meepha.com
fr_fr: Fonctionnalité à venir : vous pourrez bientôt profiter de plus de fonctionnalités en créant votre compte sur pilllz.meepha.com

source: Edit your Pilllz
fr_fr: Modifier votre Pilllz

source: Loading...
fr_fr: Chargement...

source: Pilllz Avatars
fr_fr: Avatars Pilllz

source: Pilllz is active, all gravatars will be replaced by random Pilllz avatars. If you wish to enable the avatar editor please register to obtain your API key and Client ID.
fr_fr: Pilllz est activé, tous les gravatars seront remplacés par des avatars Pilllz aléatoires. Si vous souhaitez activer l'éditeur d'avatar, veuillez vous inscrire pour obtenir votre clé API et votre ID client.

source: Randomly generated profile picture by Pilllz.
fr_fr: Avatar généré aléatoirement par Pilllz.

source: Replace your Gravatar by Pilllz avatars !
fr_fr: Remplacez vos gravatars par des avatars Pilllz !
